driver-tests/iepse/IEPIntersect/IntersectApp/test/UnionAllInput/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:str="UnionAllInput.UnionAllInput_iep">
   <soapenv:Header/>
   <soapenv:Body>
      <str:StreamInput0_MsgObj>
         <a>${a.0}</a>
         <b>${b.0}</b>
      </str:StreamInput0_MsgObj>
   </soapenv:Body>
</soapenv:Envelope>